;=======================;
;	  Viper Torsos
;=======================;

[VW_Torso_Torque_A_F X2BodyPartTemplate]
DisplayName="Torque Torso"

[VW_Torso_Torque_A_F_T X2BodyPartTemplate]
DisplayName="Torque Torso"

;=======================;
;   Viper Torso Decos
;=======================;

[VW_TorsoDeco_Torque_F X2BodyPartTemplate]
DisplayName="Torque Torso Deco"

[VW_TorsoDeco_Torque_F_T X2BodyPartTemplate]
DisplayName="Torque Torso Deco"

;=======================;
;      Viper Arms
;=======================;

[VW_Arms_Torque_Viper_F X2BodyPartTemplate]
DisplayName="Torque Arms (Viper)"

[VW_Arms_Torque_Viper_F_T X2BodyPartTemplate]
DisplayName="Torque Arms (Viper)"

[VW_Arms_Torque_Neonate_F X2BodyPartTemplate]
DisplayName="Torque Arms (Neonate)"

[VW_Arms_Torque_Neonate_F_T X2BodyPartTemplate]
DisplayName="Torque Arms (Neonate)"

[VW_Arms_Torque_Naja_F X2BodyPartTemplate]
DisplayName="Torque Arms (Naja)"

[VW_Arms_Torque_Naja_F_T X2BodyPartTemplate]
DisplayName="Torque Arms (Naja)"

[VW_Arms_Torque_Sidewinder_F X2BodyPartTemplate]
DisplayName="Torque Arms (Sidewinder)"

[VW_Arms_Torque_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Torque Arms (Sidewinder)"

;=======================;
;      Viper Helmets
;=======================;

[VW_Helmet_Torque_A_M X2BodyPartTemplate]
DisplayName="Torque Helmet"

[VW_Helmet_Torque_B_M X2BodyPartTemplate]
DisplayName="Torque Helmet (Neck)"

[VW_Helmet_Torque_C_M X2BodyPartTemplate]
DisplayName="Torque Helmet (Head)"

[VW_Helmet_Torque_A_M_T X2BodyPartTemplate]
DisplayName="Torque Helmet"

[VW_Helmet_Torque_B_M_T X2BodyPartTemplate]
DisplayName="Torque Helmet (Neck)"

[VW_Helmet_Torque_C_M_T X2BodyPartTemplate]
DisplayName="Torque Helmet (Head)"

[VW_Helmet_Torque_A_F X2BodyPartTemplate]
DisplayName="Torque Helmet"

[VW_Helmet_Torque_B_F X2BodyPartTemplate]
DisplayName="Torque Helmet (Neck)"

[VW_Helmet_Torque_C_F X2BodyPartTemplate]
DisplayName="Torque Helmet (Head)"

[VW_Helmet_Torque_A_F_T X2BodyPartTemplate]
DisplayName="Torque Helmet"

[VW_Helmet_Torque_B_F_T X2BodyPartTemplate]
DisplayName="Torque Helmet (Neck)"

[VW_Helmet_Torque_C_F_T X2BodyPartTemplate]
DisplayName="Torque Helmet (Head)"

;=======================;
;      Viper Thighs
;=======================;

[VW_Thighs_Torque_A_M X2BodyPartTemplate]
DisplayName="Torque Rear Tail Plates"

[VW_Thighs_Torque_A_M_T X2BodyPartTemplate]
DisplayName="Torque Rear Tail Plates"

[VW_Thighs_Torque_A_F X2BodyPartTemplate]
DisplayName="Torque Rear Tail Plates"

[VW_Thighs_Torque_A_F_T X2BodyPartTemplate]
DisplayName="Torque Rear Tail Plates"

;=======================;
;    Viper Arm Decos
;=======================;

[VW_LeftArmDeco_Torque_A_M X2BodyPartTemplate]
DisplayName="Torque Arm Gear"

[VW_LeftArmDeco_Torque_B_M X2BodyPartTemplate]
DisplayName="Torque Elbow"

[VW_LeftArmDeco_Torque_C_M X2BodyPartTemplate]
DisplayName="Torque Shoulder"

[VW_LeftArmDeco_Torque_A_M_T X2BodyPartTemplate]
DisplayName="Torque Arm Gear"

[VW_LeftArmDeco_Torque_B_M_T X2BodyPartTemplate]
DisplayName="Torque Elbow"

[VW_LeftArmDeco_Torque_C_M_T X2BodyPartTemplate]
DisplayName="Torque Shoulder"

[VW_RightArmDeco_Torque_A_M X2BodyPartTemplate]
DisplayName="Torque Arm Gear"

[VW_RightArmDeco_Torque_B_M X2BodyPartTemplate]
DisplayName="Torque Elbow"

[VW_RightArmDeco_Torque_C_M X2BodyPartTemplate]
DisplayName="Torque Shoulder"

[VW_RightArmDeco_Torque_A_M_T X2BodyPartTemplate]
DisplayName="Torque Arm Gear"

[VW_RightArmDeco_Torque_B_M_T X2BodyPartTemplate]
DisplayName="Torque Elbow"

[VW_RightArmDeco_Torque_C_M_T X2BodyPartTemplate]
DisplayName="Torque Shoulder"

[VW_LeftArmDeco_Torque_A_F X2BodyPartTemplate]
DisplayName="Torque Arm Gear"

[VW_LeftArmDeco_Torque_B_F X2BodyPartTemplate]
DisplayName="Torque Elbow"

[VW_LeftArmDeco_Torque_C_F X2BodyPartTemplate]
DisplayName="Torque Shoulder"

[VW_LeftArmDeco_Torque_A_F_T X2BodyPartTemplate]
DisplayName="Torque Arm Gear"

[VW_LeftArmDeco_Torque_B_F_T X2BodyPartTemplate]
DisplayName="Torque Elbow"

[VW_LeftArmDeco_Torque_C_F_T X2BodyPartTemplate]
DisplayName="Torque Shoulder"

[VW_RightArmDeco_Torque_A_F X2BodyPartTemplate]
DisplayName="Torque Arm Gear"

[VW_RightArmDeco_Torque_B_F X2BodyPartTemplate]
DisplayName="Torque Elbow"

[VW_RightArmDeco_Torque_C_F X2BodyPartTemplate]
DisplayName="Torque Shoulder"

[VW_RightArmDeco_Torque_A_F_T X2BodyPartTemplate]
DisplayName="Torque Arm Gear"

[VW_RightArmDeco_Torque_B_F_T X2BodyPartTemplate]
DisplayName="Torque Elbow"

[VW_RightArmDeco_Torque_C_F_T X2BodyPartTemplate]
DisplayName="Torque Shoulder"
